[
  {
    "name": "Kodok (Buso sp)",
    "type": "Kodok",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Kodok%20(Buso%20sp).png",
    "description": "Hewan yang memiliki nama latin Buso sp ini adalah salah satu jenis hewan amfibi ini bisa kamu jumpai di sawah, got, sungai, rawa, dan tempat lainnya. Kodok memiliki kuku dan selaput pada kakinya yang digunakan untuk berenang saat hidup di dalam air. Kaki kodok yang panjang membuatnya memiliki kemampuan untuk melompat dengan jarak yang jauh. Hewan amfibi ini memiliki warna yang gelap, seperti hitam dan kecokelatan serta hidup di permukaan tanah. Itulah mengapa kodok disebut sebagai hewan amfibi. Tak hanya itu, kodok memiliki lendir yang bercaun pada bagian kulitnya yang kasar. Sumber : https://www.popmama.com/",
  },
  {
    "name": "Katak sawah (Rana sp)",
    "type": "Katak",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Katak%20sawah%20(Rana%20sp).png",
    "description": "Jenis katak yang satu ini memiliki ukuran tubuh yang lebih kecil dibanding kodok. Katak memiliki kaki dan berselaput yang membuatnya lihai berenang. Kulit katak sangat licin dan memiliki warna yang tidak mencolok. Meski katak memiliki kulit yang licin, namun lendir yang dihasilkan tidak beracun seperti kodok. Katak bernafas dengan insang saat masih menjadi kecebong, namun saat dewasa ia menggunakan sistem pernafasan invertebrate. Sumber : https://www.popmama.com/",
  },
  {
    "name": "Katak Pohon (Hyla sp) ",
    "type": "Katak",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Katak%20Pohon%20(Hyla%20sp).png",
    "description": "Katak pohon memiliki ukuran tubuh yang lebih kecil dari katak sawah dan kodok. Warna dari katak pohon ini sangat mencolok dan memiliki lendir yang beracun. Hewan amfibi ini menggunakan juluran lidahnya untuk memakan serangga kecil. Kaki katak telah dilengkapi dengan bantalan yang bisa membuatnya melompat sejauh mungkin dari satu pohon ke pohon lainnya. Katak pohon merupakan contoh hewan yang memiliki metamorfosis sempurna. Sumber : https://www.popmama.com/",
  },
  {
    "name": "Salamander (Salamander sp)",
    "type": "Salamander",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Salamander%20(Salamander%20sp).png",
    "description": "Salamander dikenal dengan bentuk tubuhnya yang mirip seperti cicak. Salamander bisa kamu temui di habitatnya yang lembab, seperti rawa. Sama halnya dengan cicak, salamander akan mematahkan sebagian tubuhnya jika merasa terancam. Jenis hewan amfibi yang satu ini termasuk ke dalam anggota kelompok hewan ovovivipar, dimana hewan yang dapat melahirkan dan juga menyusui. Salamander juga lebih sering menghabiskan waktunya di dalam air. Sumber : https://www.popmama.com/.",
  },
  {
    "name": "Sesilia/Apoda (Caecilia sp)",
    "type": "Caecilia",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Sesilia%20Apoda%20(Caecilia%20sp).png",
    "description": "Jenis hewan yang satu ini termasuk ke dalam golongan hewan amfibi yang langka. Sesilia memiliki bentuk yang panjang seperti ular, hanya saja ukurannya lebih kecil dan menyukai tempat yang lembab. Tak heran karena bentuknya yang mirip, banyak yang menganggap hewan sesilia adalah jenis cacing atau anak ular. Sumber : https://www.popmama.com/",
  },
  {
    "name": "Axolotl (Ambystoma mexicanum)",
    "type": "Ambystoma",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Axolotl%20(Ambystoma%20mexicanum).png",
    "description": "Bentuknya yang mirip tak jarang membuat Axolotl disebut sebagai salamander Meksiko. Banyak pecinta binatang yang menjadikannya sebagai hewan peliharaan, karena hewan ini berwarna putih dan memiliki bentuk yang imut dan lucu. Sumber : https://www.popmama.com/",
  },
  {
    "name": "Diplocaulus",
    "type": "Diplocaulus",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Diplocaulus.png",
    "description": "Diplocaulus merupakan salah satu hewan amfibi yang ada pada zaman purba. Menurut para ilmuwan, jenis hewan ini termasuk kelompok hewan pemakan ikan. Dilansir dari ARK Fandom, Diplocaulus menyerupai kadal air besar dengan tubuh rendah dan lembek, kulit berlendir, dan ekor seperti dayung untuk bergerak melalui air rawa yang tergenang. Sumber : https://www.popmama.com/",
  },
    {
    "name": "Common Mudpuppy (Necturus maculosus)",
    "type": "Mudpuppy",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Common%20Mudpuppy%20(Necturus%20maculosus).png",
    "description": "Hewan ini menjadi salah satu jenis hewan yang berada di bagian timur laut Amerika Serikat. Tak hanya itu, hewan endemik ini juga banyak ditemui di wilayah Kanada dan menyukai tempat yang lembab. Common Mudpuppy lebih suka bersembunyi di dalam air dengan kedalaman 90 kaki. Makanan dari hewan amfibi ini adalah serangga, telur ikan, dan lainnya yang membuat ia mampu bertahan hidup hingga 20 tahun. Sumber : https://www.popmama.com/",
  },
    {
    "name": "Olm (Proteus anguinus)",
    "type": "Olm",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Olm%20(Proteus%20anguinus).png",
    "description": "Olm dengan nama latin Proteus anguinus berasal dari wilayah Eropa Selatan dan banyak ditemui di perairan tanah berkapus. Hewan amfibi ini memiliki warna kulit yang khas, yaitu berwarna merah muda sama halnya seperti kulit manusia di kawasan Eropa. Sumber : https://www.popmama.com/",
  },
    {
    "name": "Purple Frog (Nasikabatrachus sahyadrensis)",
    "type": "Katak",
    "image": "https://raw.githubusercontent.com/GalihSetya/FileJson/main/Purple%20Frog%20(Nasikabatrachus%20sahyadrensis).png",
    "description": "Purple frog merupakan hewan asal India dengan warna kulit yang cenderung berwarna ungu. Katak jenis ini dikenal sebagai hewan yang suka bersuara sama halnya seperti ayam. Hewan amfibi ini sering menghabiskan waktunya dengan berdiam di dalam tanah dan akan muncul ke permukaan saat musim kawin saja. Nah itulah beberapa contoh hewan amfibi yang kamu perlu ketahui. Hewan amfibi juga bisa menjadi salah satu hewan yang bisa kamu pelihara lho. Kamu harus teliti memilihnya, karena beberapa jenis hewan amfibi memiliki lendir yang beracun. Sumber : https://www.popmama.com/",
  }
]
